echo:
echo:
echo:
echo:
echo:       ___________________________________________________ 
echo:                                                          
echo:          [1] 激活 IDM                                
echo:          [2] 在注册表中重置 IDM 激活/试用
echo:          _____________________________________________   
echo:                                                          
call :_color2 %_White% "          [3] 切换 Windows 防火墙  " %_col% "[%_status%]"
echo:          _____________________________________________   
echo:                                                          
echo:          [4] 说明文档                                  
echo:          [5] 退出                                        
echo:       ___________________________________________________
echo:   